// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Impostazioni Bluetooth";

NoNameTitle = "Nome dispositivo vuoto";
NoNameMsg = "Specificare un nome per il dispositivo.";

NoGetTitle = "Impossibile recuperare le impostazioni";
NoGetMsg = "Verificare che la stampante sia in linea e la connessione stabilita.";

NoResetTitle = "Impossibile ripristinare l’accesso al dispositivo";
NoResetMsg = "Verificare che la stampante sia in linea e la connessione stabilita.";

NoChangePinTitle = "Impossibile cambiare il codice PIN";
NoChangePinMsg = "Verificare che la stampante sia in linea e la connessione stabilita.";

OkTitle = "OK";
CancelTitle = "Annulla";

ResetTitle = "Ripristina accesso dispositivo";
ResetMsg = "Fare clic su OK per cancellare tutti i precedenti dispositivi collegati al dispositivo di stampa. Fare clic su Annulla per saltare la funzione di ripristino.";

DefaultLanguage = "Mantieni impostazioni correnti";

0Language = "Cinese semplificato-Cina";
1Language = "Cinese tradizionale-Hongkong";
2Language = "Cinese tradizionale-Taiwan";
3Language = "Giapponese";
4Language = "Coreano";
5Language = "Latino (Altri)";

DeviceTitle = "Dispositivo";
AddressTitle = "Indirizzo:";
NameTitle = "Nome:";
AccessTitle = "Accesso";
ChangePINCodeTitle = "Cambiare codice PIN";
ChangePINCodeButton = "Cambiare codice PIN…";
ModeTitle = "Modalità";
PrivateModeTitle = "Modo Privato";
PublicModeTitle = "Modo Pubblico";
EncryptionRequiredTitle = "Cifratura necessaria";
DefaultFontSettingTitle = "Impostazione carattere predefinito:";
ApplyNowTitle = "Applica adesso";

EnternewPINcodeTitle = "Immettere il nuovo codice PIN:";
ConfirmnewPINcodeTitle = "Confermare il nuovo codice PIN:";

MissingCardLabel = "Inserire un adattatore Bluetooth esterno o attivare la radio Bluetooth interna sul dispositivo.";
